index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-04-06 Mon 22:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>OnDemand Notes</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/bigblow/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/bigblow/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/bigblow/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">OnDemand Notes</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orge51557b">Useful Phone Numbers</a></li>
<li><a href="#org99a912f">Referrals and Follow up</a></li>
<li><a href="#orga719013">Situations</a></li>
<li><a href="#org12032c0">Software/Technical</a></li>
<li><a href="#org04dd9cc">Chief Complaints</a></li>
<li><a href="#orgf715491">COVID-19 Info</a></li>
</ul>
</div>
</div>
<div id="outline-container-orge51557b" class="outline-2">
<h2 id="orge51557b">Useful Phone Numbers</h2>
<div class="outline-text-2" id="text-orge51557b">
<p>
CONTENTS
</p>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf62e3de">Registration</a></li>
<li><a href="#orgd25c63c">NYC Emergency Dept. Numbers</a></li>
<li><a href="#orge40d37b">Pacific Interpreters</a></li>
<li><a href="#org58139d5">Referrals (see referrals section)</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf62e3de" class="outline-3">
<h3 id="orgf62e3de">Registration</h3>
<div class="outline-text-3" id="text-orgf62e3de">
<p>
Identify self as NYP OnDemand provider, ask for person who is handling registrations. Be ready w name, DOB, address, phone, complaint
</p>
<ul class="org-ul">
<li>weekdays:  (646) 697-0460</li>
<li>weekend:   (212) 746-4250</li>
<li>after 8pm: (212) 746-0604</li>
</ul>
</div>
</div>
<div id="outline-container-orgd25c63c" class="outline-3">
<h3 id="orgd25c63c"><a id="orgf5e9fee"></a> NYC Emergency Dept. Numbers</h3>
<div class="outline-text-3" id="text-orgd25c63c">
</div>
<div id="outline-container-org2101452" class="outline-4">
<h4 id="org2101452">ADULT ERs</h4>
<div class="outline-text-4" id="text-org2101452">
</div>
<ul class="org-ul">
<li><a id="orgc9c8e66"></a>MANHATTAN<br />
<div class="outline-text-5" id="text-orgc9c8e66">
<ul class="org-ul">
<li>NYP –Weill Cornell Medicine 212-746-3701</li>
<li>NYP –Columbia / Milstein 212-305-6204</li>
<li>NYP –Allen Pavilion 212-932-4245</li>
<li>NYP –Lower Manhattan Hospital 212-312-5701</li>
<li>Mt. Sinai (UES)212-241-6639</li>
<li>Mt. Sinai –Beth Israel 212-420-2840</li>
<li>Mt. Sinai West / St. Lukes 212-523-4000</li>
<li>NYU –Bellevue 212-562-8052</li>
<li>Harlem Hospital Center 212-939-2250</li>
</ul>
</div>
</li>
<li><a id="orgab880c6"></a>QUEENS<br />
<div class="outline-text-5" id="text-orgab880c6">
<ul class="org-ul">
<li>NYP –Queens 718-670-1100</li>
<li>Flushing Hospital Medical Center 718-670-5495</li>
<li>Mt. Sinai -Elmhurst 718-334-3054</li>
<li>Mt. Sinai –Hospital of Queens (LIC/Astoria)718-932-1000</li>
<li>Northwell –LIJ 718-470-7500</li>
</ul>
</div>
</li>
<li><a id="orgff86c05"></a>BROOKLYN<br />
<div class="outline-text-5" id="text-orgff86c05">
<ul class="org-ul">
<li>NYP –Brooklyn Methodist 718-780-5555</li>
<li>Coney Island Hospital347-563-6552</li>
<li>SUNY –King’s County Hospital 718-245-4602 / 718-270-6315</li>
<li>Woodhull Hospital 718-963-8442</li>
<li>Maimonides Medical Center 718-283-1434</li>
</ul>
</div>
</li>
<li><a id="orgb1cec85"></a>BRONX<br />
<div class="outline-text-5" id="text-orgb1cec85">
<ul class="org-ul">
<li>Jacobi Medical Center 718-918-5800</li>
<li>Lincoln Hospital 718-579-5200</li>
<li>SBH Health System(St. Barnabas)718-960-9000 (connect to ER)</li>
<li>North Central Bronx Hospital 718-519-3013</li>
<li>Montefiore Medical Center 718-920-5731</li>
</ul>
</div>
</li>
</ul>
</div>
<div id="outline-container-orge36dd7f" class="outline-4">
<h4 id="orge36dd7f">PEDS ERs</h4>
<div class="outline-text-4" id="text-orge36dd7f">
</div>
<ul class="org-ul">
<li><a id="orgca4a59f"></a>MANHATTAN<br />
<div class="outline-text-5" id="text-orgca4a59f">
<ul class="org-ul">
<li>NYP –Weill Cornell Medicine 212-746-3300</li>
<li>NYP –Morgan Stanley/CHONY 212-305-6628</li>
<li>NYP –Lower Manhattan Hospital 212-312-5059</li>
<li>Mt. Sinai (UES)–Kravis Children’s 212-241-7151</li>
<li>Mt. Sinai –Beth Israel 212-420-2860</li>
<li>NYU –Hassenfeld Children’s Hospital 646-341-2470/ 212-263-5550</li>
<li>Harlem Hospital Center 212-939-2250</li>
</ul>
</div>
</li>
<li><a id="orgea360a2"></a>QUEENS<br />
<div class="outline-text-5" id="text-orgea360a2">
<ul class="org-ul">
<li>NYP –Queens 718-670-1947</li>
<li>Flushing Hospital Medical Center 718-670-5495</li>
<li>Mt. Sinai -Elmhurst 718-334-3054</li>
<li>Northwell –Cohen’s 718-470-7500</li>
</ul>
</div>
</li>
<li><a id="org49afcc6"></a>BROOKLYN<br />
<div class="outline-text-5" id="text-org49afcc6">
<ul class="org-ul">
<li>NYP –Brooklyn Methodist 718-780-5555</li>
<li>Coney Island Hospital347-563-6552</li>
<li>SUNY –King’s County Hospital 718-245-4602</li>
<li>Maimonides Medical Center 718-283-7230</li>
</ul>
</div>
</li>
<li><a id="orgbeedb00"></a>BRONX<br />
<div class="outline-text-5" id="text-orgbeedb00">
<ul class="org-ul">
<li>Jacobi Medical Center 718-918-5875</li>
<li>Lincoln Hospital 718-579-5200</li>
<li>SBH Health System(St. Barnabas) 718-960-9000 (connect to ER)</li>
<li>North Central Bronx 718-519-3015</li>
<li>Montefiore Medical Center –CHAM 718-741-2150</li>
</ul>
</div>
</li>
</ul>
</div>
</div>
<div id="outline-container-orge40d37b" class="outline-3">
<h3 id="orge40d37b">Pacific Interpreters</h3>
<div class="outline-text-3" id="text-orge40d37b">
<ul class="org-ul">
<li>(800) 876-3059, code=836970</li>
</ul>
</div>
</div>
<div id="outline-container-org58139d5" class="outline-3">
<h3 id="org58139d5">Referrals (see <a href="#org418bcc8">referrals section</a>)</h3>
</div>
</div>
<div id="outline-container-org99a912f" class="outline-2">
<h2 id="org99a912f"><a id="org418bcc8"></a> Referrals and Follow up</h2>
<div class="outline-text-2" id="text-org99a912f">
<p>
CONTENTS
</p>
<div id="text-table-of-contents">
<ul>
<li><a href="#org2547436">PA follow up for at-risk, symptomatic COVID patients at home:</a></li>
<li><a href="#org75defd1">Coupons</a></li>
<li><a href="#org1363a74">Specialty Referrals</a></li>
</ul>
</div>
</div>
<div id="outline-container-org2547436" class="outline-3">
<h3 id="org2547436">PA follow up for at-risk, symptomatic COVID patients at home:</h3>
<div class="outline-text-3" id="text-org2547436">
<p>
email CovidTeleFollowUP@med.cornell.edu, give patients their number 212 746 3262
CovidTeleFollowup@med.cornell.edu
</p>
</div>
</div>
<div id="outline-container-org75defd1" class="outline-3">
<h3 id="org75defd1">Coupons</h3>
<div class="outline-text-3" id="text-org75defd1">
<p>
April2020, Adult: WCEA59042, Peds: WCEP10467
</p>
</div>
</div>
<div id="outline-container-org1363a74" class="outline-3">
<h3 id="org1363a74">Specialty Referrals</h3>
<div class="outline-text-3" id="text-org1363a74">
</div>
<div id="outline-container-org1c50559" class="outline-4">
<h4 id="org1c50559">Cardiology</h4>
<div class="outline-text-4" id="text-org1c50559">
<ul class="org-ul">
<li>646 962 5558</li>
</ul>
</div>
</div>
<div id="outline-container-orge6d8975" class="outline-4">
<h4 id="orge6d8975">Dermatology</h4>
<div class="outline-text-4" id="text-orge6d8975">
<ul class="org-ul">
<li>(646) 962-3376</li>
</ul>
</div>
</div>
<div id="outline-container-org14bcf81" class="outline-4">
<h4 id="org14bcf81">ENT</h4>
<div class="outline-text-4" id="text-org14bcf81">
<ul class="org-ul">
<li>646 962 3681</li>
</ul>
</div>
</div>
<div id="outline-container-org2b56842" class="outline-4">
<h4 id="org2b56842">GI</h4>
<div class="outline-text-4" id="text-org2b56842">
<ul class="org-ul">
<li>646 962 8462</li>
</ul>
</div>
</div>
<div id="outline-container-org22a8d6d" class="outline-4">
<h4 id="org22a8d6d">OB/GYN</h4>
<div class="outline-text-4" id="text-org22a8d6d">
<ul class="org-ul">
<li>646 962 2229</li>
</ul>
</div>
</div>
<div id="outline-container-org3b691e2" class="outline-4">
<h4 id="org3b691e2">Ophthalmology</h4>
<div class="outline-text-4" id="text-org3b691e2">
<ul class="org-ul">
<li>646 962 2020</li>
</ul>
</div>
</div>
<div id="outline-container-org4ac430b" class="outline-4">
<h4 id="org4ac430b">Ortho</h4>
<div class="outline-text-4" id="text-org4ac430b">
<ul class="org-ul">
<li>212 746 1500</li>
</ul>
</div>
</div>
<div id="outline-container-orge3bb500" class="outline-4">
<h4 id="orge3bb500">Primary Care</h4>
<div class="outline-text-4" id="text-orge3bb500">
<ul class="org-ul">
<li>646 962 7300</li>
</ul>
</div>
</div>
<div id="outline-container-org822a0b8" class="outline-4">
<h4 id="org822a0b8">Psychiatry/Mental Health</h4>
<div class="outline-text-4" id="text-org822a0b8">
<ul class="org-ul">
<li>google 'virtual mental health'</li>
<li>888 NYC WELL or</li>
<li>Text WELL to 65173</li>
<li>Access Service (all Presbyterian Mental Health Services) 888 694 5700</li>
<li>Specialty Center (faculty on 62nd St): 646 962 2820</li>
<li>Physicians' Organization (private pay): 888 694 2255</li>
</ul>
</div>
</div>
<div id="outline-container-orgc974b76" class="outline-4">
<h4 id="orgc974b76">Pulmonary and Critical Care</h4>
<div class="outline-text-4" id="text-orgc974b76">
<ul class="org-ul">
<li>646 962 2333</li>
</ul>
</div>
</div>
<div id="outline-container-org3d389d4" class="outline-4">
<h4 id="org3d389d4">Rehab Medicine/Sports/Ortho/Spine</h4>
<div class="outline-text-4" id="text-org3d389d4">
<ul class="org-ul">
<li>212 746 1500</li>
</ul>
</div>
</div>
<div id="outline-container-orgecda627" class="outline-4">
<h4 id="orgecda627">Rheumatology</h4>
<div class="outline-text-4" id="text-orgecda627">
<ul class="org-ul">
<li>877 606 1555</li>
</ul>
</div>
</div>
<div id="outline-container-orgc369825" class="outline-4">
<h4 id="orgc369825">Urology</h4>
<div class="outline-text-4" id="text-orgc369825">
<ul class="org-ul">
<li>646 962 9600</li>
</ul>
</div>
</div>
<div id="outline-container-org447967f" class="outline-4">
<h4 id="org447967f">Vascular Surgery</h4>
<div class="outline-text-4" id="text-org447967f">
<ul class="org-ul">
<li>646 962 8450</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orga719013" class="outline-2">
<h2 id="orga719013">Situations</h2>
<div class="outline-text-2" id="text-orga719013">
<p>
CONTENTS
</p>
<div id="text-table-of-contents">
<ul>
<li><a href="#org56f2996">Patients Heading to ER:</a></li>
<li><a href="#org3ca784a">Need to call 911</a></li>
<li><a href="#org2151017">Hospital Employees</a></li>
</ul>
</div>
</div>
<div id="outline-container-org56f2996" class="outline-3">
<h3 id="org56f2996">Patients Heading to ER:</h3>
<div class="outline-text-3" id="text-org56f2996">
</div>
<div id="outline-container-org463a222" class="outline-4">
<h4 id="org463a222">What to tell patients:</h4>
<div class="outline-text-4" id="text-org463a222">
<ul class="org-ul">
<li>No visitors</li>
<li>be ready with emergency contact</li>
<li>Bring medication list</li>
<li>problem list</li>
<li>If patient does not speak English, help family member to write letter</li>
</ul>
</div>
</div>
</div>
