index.org
** Need to call 911
   - if calling from within hospital, you may need operator or security (746 0911) to dial 911
   - tell patient to unlock door
   - wait with patient for EMS to arrive
   - figure out with EMS which hospital patient is going to
   - give warm hand-off to that ER. [[erContacts][NYC Emergency Room Contacts]]
** Hospital Employees
   - see [[covidFAQ][OnDemand COVID FAQ]]
* Software/Technical
  CONTENTS
#+TOC: headlines 1 local
** Adding Telehealth Lists to AllScripts
   - [[file:addingListToAllScripts.docx][instructions]]
* Chief Complaints
  CONTENTS
#+TOC: headlines 1 local
** Covid and covid-like sx................................................................................
*** Dyspnea Exam
    - [[https://drive.google.com/file/d/1Y18crrFOhJucIOZEYK3CYa2rYyuQTiK3/view][COVID19 Respiratory Reassessment - benign exam video]]
    - [[https://drive.google.com/file/d/1-zWOYfQqBwN8WN0j5YUOS8SqQxpCRkDg/view][COVID19 Respiratory Reassessment - severe exam video]]
** UTI .......
** rash .....
** ear pain/OM ....
** chest pain ...
** rx renewal ...
** musculoskeletal pain ...
** return to work letter ...
** radiculopathy ..
** vaginitis/other vagina ..
** testicle/penis pain ..
** N/V/D ..
** sinusitis ..
** eye complaint ..
** migraine/other HA ..
** toe discoloration .
** menopause .
** Bell's palsy .
** head injury .
** neck mass .
** coxsackie .
** hypertension .
** sore throat .
* COVID-19 Info
  CONTENTS
#+TOC: headlines 1 local
** <<covidFAQ>>OnDemand COVID FAQ
*** 1. NYP Employees Who Are Concerned They Have COVID- like illness (CLI)
    Employees who are mild to moderately ill should be advised to do home isolation for at least *7 days* from their *symptom onset date*, and they must be *fever-free for 72 hours* without the use antipyretics and their *symptoms must be improved* before returning to work. If symptomatic & at work, they should put on a mask and go home. Please see below regarding next steps.
    
     \ast{} *Source of exposure: confirmed COVID19 exposure at work ( by IPC & managers)*

     Managers will submit confirmed list under IP&amp;C guidance. WHS will contact them. If they are not contacted by WHS after 2 business days, they will need to speak with directly with their own manager.
     
     \ast{} *Source of exposure: In the community.*

     They will need a note that they sought care for CLI and they will need to call the WHS hotline for Return to Work (RTW) clearance. They should also update their mangers as well.  This note will be included as part of the discharge instructions template for NYP employees found on nexus. https://nexus.weill.cornell.edu/display/ED/COVID+Tele-medicine
     *NYP Ondemand does not provide a RTW clearance only a note that they sought care for CLI*
*** 2. NYP Employees are exposed to confirmed +COVID-19 (at work or in the community) and are WITHOUT symptoms
    They can continue to work, while the are asymptomatic. Do *NOT send them home.* Advise them to *continue to work AND wear a surgical facemask throughout entire shift.* Use same surgical facemask all shift unless soiled or wet. Advise them to do so for *14 days* counting from the *date of last exposure.*
    If they *develop symptoms* during that 14-day period, they should stay home, and call WHS. Advise them NOT to come to work/WHS even with mild symptoms.
*** 3. When may a NYP Employee return to work (RTW)
    *WHS will clear ALL employees.* Please have them call the WHS Hotline, those that have a *confirmed work exposure should received a call 2 days,* if they have community exposure or unconfirmed work exposure they should call WHS hotline.
    How does the process work. On the 8th day of symptoms, WHS staff/clinician volunteers will call to check on their clinical status for possible RTW. In order to RTW, they must be *fever-free for 72 hours* without the use antipyretics and their *symptoms must be improved.* If they are clinically well enough to be cleared by WHS over the phone, then they will be advised to wear a regular surgical face mask for the entire shift while at work for *14 days* counting from their *symptom onset date.* Patients need contact their regarding RTW status.
