index.html
<div id="outline-container-org3ca784a" class="outline-3">
<h3 id="org3ca784a">Need to call 911</h3>
<div class="outline-text-3" id="text-org3ca784a">
<ul class="org-ul">
<li>if calling from within hospital, you may need operator or security (746 0911) to dial 911</li>
<li>tell patient to unlock door</li>
<li>wait with patient for EMS to arrive</li>
<li>figure out with EMS which hospital patient is going to</li>
<li>give warm hand-off to that ER. <a href="#orgf5e9fee">NYC Emergency Room Contacts</a></li>
</ul>
</div>
</div>
<div id="outline-container-org2151017" class="outline-3">
<h3 id="org2151017">Hospital Employees</h3>
<div class="outline-text-3" id="text-org2151017">
<ul class="org-ul">
<li>see <a href="#org22d06a6">OnDemand COVID FAQ</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org12032c0" class="outline-2">
<h2 id="org12032c0">Software/Technical</h2>
<div class="outline-text-2" id="text-org12032c0">
<p>
CONTENTS
</p>
<div id="text-table-of-contents">
<ul>
<li><a href="#org7dcf2b1">Adding Telehealth Lists to AllScripts</a></li>
</ul>
</div>
</div>
<div id="outline-container-org7dcf2b1" class="outline-3">
<h3 id="org7dcf2b1">Adding Telehealth Lists to AllScripts</h3>
<div class="outline-text-3" id="text-org7dcf2b1">
<ul class="org-ul">
<li><a href="addingListToAllScripts.docx">instructions</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org04dd9cc" class="outline-2">
<h2 id="org04dd9cc">Chief Complaints</h2>
<div class="outline-text-2" id="text-org04dd9cc">
<p>
CONTENTS
</p>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgeba23f3">Covid and covid-like sx&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;..</a></li>
<li><a href="#orge1dd1fc">UTI &#x2026;&#x2026;.</a></li>
<li><a href="#orgf18b34e">rash &#x2026;..</a></li>
<li><a href="#org77b532a">ear pain/OM &#x2026;.</a></li>
<li><a href="#org69013a7">chest pain &#x2026;</a></li>
<li><a href="#org5353500">rx renewal &#x2026;</a></li>
<li><a href="#org7cb5bf4">musculoskeletal pain &#x2026;</a></li>
<li><a href="#org31fbcc5">return to work letter &#x2026;</a></li>
<li><a href="#orga94dddb">radiculopathy ..</a></li>
<li><a href="#org2fc3a4c">vaginitis/other vagina ..</a></li>
<li><a href="#orgfa5cf3c">testicle/penis pain ..</a></li>
<li><a href="#org30e988b">N/V/D ..</a></li>
<li><a href="#org35575b2">sinusitis ..</a></li>
<li><a href="#orgd457e99">eye complaint ..</a></li>
<li><a href="#orgd2cec0f">migraine/other HA ..</a></li>
<li><a href="#org89b692f">toe discoloration .</a></li>
<li><a href="#org6b9c044">menopause .</a></li>
<li><a href="#org2a7643b">Bell's palsy .</a></li>
<li><a href="#org36b9527">head injury .</a></li>
<li><a href="#orgd888500">neck mass .</a></li>
<li><a href="#org8c15949">coxsackie .</a></li>
<li><a href="#orgb75633f">hypertension .</a></li>
<li><a href="#org529017c">sore throat .</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgeba23f3" class="outline-3">
<h3 id="orgeba23f3">Covid and covid-like sx&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;&#x2026;..</h3>
<div class="outline-text-3" id="text-orgeba23f3">
</div>
<div id="outline-container-orgbcbfe84" class="outline-4">
<h4 id="orgbcbfe84">Dyspnea Exam</h4>
<div class="outline-text-4" id="text-orgbcbfe84">
<ul class="org-ul">
<li><a href="https://drive.google.com/file/d/1Y18crrFOhJucIOZEYK3CYa2rYyuQTiK3/view">COVID19 Respiratory Reassessment - benign exam video</a></li>
<li><a href="https://drive.google.com/file/d/1-zWOYfQqBwN8WN0j5YUOS8SqQxpCRkDg/view">COVID19 Respiratory Reassessment - severe exam video</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orge1dd1fc" class="outline-3">
<h3 id="orge1dd1fc">UTI &#x2026;&#x2026;.</h3>
</div>
<div id="outline-container-orgf18b34e" class="outline-3">
<h3 id="orgf18b34e">rash &#x2026;..</h3>
</div>
<div id="outline-container-org77b532a" class="outline-3">
<h3 id="org77b532a">ear pain/OM &#x2026;.</h3>
</div>
<div id="outline-container-org69013a7" class="outline-3">
<h3 id="org69013a7">chest pain &#x2026;</h3>
</div>
<div id="outline-container-org5353500" class="outline-3">
<h3 id="org5353500">rx renewal &#x2026;</h3>
</div>
<div id="outline-container-org7cb5bf4" class="outline-3">
<h3 id="org7cb5bf4">musculoskeletal pain &#x2026;</h3>
</div>
<div id="outline-container-org31fbcc5" class="outline-3">
<h3 id="org31fbcc5">return to work letter &#x2026;</h3>
</div>
<div id="outline-container-orga94dddb" class="outline-3">
<h3 id="orga94dddb">radiculopathy ..</h3>
</div>
<div id="outline-container-org2fc3a4c" class="outline-3">
<h3 id="org2fc3a4c">vaginitis/other vagina ..</h3>
</div>
<div id="outline-container-orgfa5cf3c" class="outline-3">
<h3 id="orgfa5cf3c">testicle/penis pain ..</h3>
</div>
<div id="outline-container-org30e988b" class="outline-3">
<h3 id="org30e988b">N/V/D ..</h3>
</div>
<div id="outline-container-org35575b2" class="outline-3">
<h3 id="org35575b2">sinusitis ..</h3>
</div>
<div id="outline-container-orgd457e99" class="outline-3">
<h3 id="orgd457e99">eye complaint ..</h3>
</div>
<div id="outline-container-orgd2cec0f" class="outline-3">
<h3 id="orgd2cec0f">migraine/other HA ..</h3>
</div>
<div id="outline-container-org89b692f" class="outline-3">
<h3 id="org89b692f">toe discoloration .</h3>
</div>
<div id="outline-container-org6b9c044" class="outline-3">
<h3 id="org6b9c044">menopause .</h3>
</div>
<div id="outline-container-org2a7643b" class="outline-3">
<h3 id="org2a7643b">Bell's palsy .</h3>
</div>
<div id="outline-container-org36b9527" class="outline-3">
<h3 id="org36b9527">head injury .</h3>
</div>
<div id="outline-container-orgd888500" class="outline-3">
<h3 id="orgd888500">neck mass .</h3>
</div>
<div id="outline-container-org8c15949" class="outline-3">
<h3 id="org8c15949">coxsackie .</h3>
</div>
<div id="outline-container-orgb75633f" class="outline-3">
<h3 id="orgb75633f">hypertension .</h3>
</div>
<div id="outline-container-org529017c" class="outline-3">
<h3 id="org529017c">sore throat .</h3>
</div>
</div>
<div id="outline-container-orgf715491" class="outline-2">
<h2 id="orgf715491">COVID-19 Info</h2>
<div class="outline-text-2" id="text-orgf715491">
<p>
CONTENTS
</p>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc7b79a0">OnDemand COVID FAQ</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgc7b79a0" class="outline-3">
<h3 id="orgc7b79a0"><a id="org22d06a6"></a>OnDemand COVID FAQ</h3>
<div class="outline-text-3" id="text-orgc7b79a0">
</div>
<div id="outline-container-org90ce348" class="outline-4">
<h4 id="org90ce348">1. NYP Employees Who Are Concerned They Have COVID- like illness (CLI)</h4>
<div class="outline-text-4" id="text-org90ce348">
<p>
Employees who are mild to moderately ill should be advised to do home isolation for at least <b>7 days</b> from their <b>symptom onset date</b>, and they must be <b>fever-free for 72 hours</b> without the use antipyretics and their <b>symptoms must be improved</b> before returning to work. If symptomatic &amp; at work, they should put on a mask and go home. Please see below regarding next steps.
</p>

<p>
&lowast; <b>Source of exposure: confirmed COVID19 exposure at work ( by IPC &amp; managers)</b>
</p>

<p>
Managers will submit confirmed list under IP&amp;amp;C guidance. WHS will contact them. If they are not contacted by WHS after 2 business days, they will need to speak with directly with their own manager.
</p>

<p>
&lowast; <b>Source of exposure: In the community.</b>
</p>

<p>
They will need a note that they sought care for CLI and they will need to call the WHS hotline for Return to Work (RTW) clearance. They should also update their mangers as well.  This note will be included as part of the discharge instructions template for NYP employees found on nexus. <a href="https://nexus.weill.cornell.edu/display/ED/COVID+Tele-medicine">https://nexus.weill.cornell.edu/display/ED/COVID+Tele-medicine</a>
<b>NYP Ondemand does not provide a RTW clearance only a note that they sought care for CLI</b>
</p>
</div>
</div>
<div id="outline-container-org619fab7" class="outline-4">
<h4 id="org619fab7">2. NYP Employees are exposed to confirmed +COVID-19 (at work or in the community) and are WITHOUT symptoms</h4>
<div class="outline-text-4" id="text-org619fab7">
<p>
They can continue to work, while the are asymptomatic. Do <b>NOT send them home.</b> Advise them to <b>continue to work AND wear a surgical facemask throughout entire shift.</b> Use same surgical facemask all shift unless soiled or wet. Advise them to do so for <b>14 days</b> counting from the <b>date of last exposure.</b>
If they <b>develop symptoms</b> during that 14-day period, they should stay home, and call WHS. Advise them NOT to come to work/WHS even with mild symptoms.
</p>
</div>
</div>
<div id="outline-container-orgd2174aa" class="outline-4">
<h4 id="orgd2174aa">3. When may a NYP Employee return to work (RTW)</h4>
<div class="outline-text-4" id="text-orgd2174aa">
<p>
<b>WHS will clear ALL employees.</b> Please have them call the WHS Hotline, those that have a <b>confirmed work exposure should received a call 2 days,</b> if they have community exposure or unconfirmed work exposure they should call WHS hotline.
How does the process work. On the 8th day of symptoms, WHS staff/clinician volunteers will call to check on their clinical status for possible RTW. In order to RTW, they must be <b>fever-free for 72 hours</b> without the use antipyretics and their <b>symptoms must be improved.</b> If they are clinically well enough to be cleared by WHS over the phone, then they will be advised to wear a regular surgical face mask for the entire shift while at work for <b>14 days</b> counting from their <b>symptom onset date.</b> Patients need contact their regarding RTW status.
</p>
</div>
</div>
