index.org
*** 4. How does the patient access their discharge instructions in the NOTES section in wrap up
    Have the patient go to nypondemandvisits.org on a computer rather than phone and use same password / username they used on the phone to get these notes. Have them select MY Records tab on top and select previous visits to access the discharge instructions. Patient’s that enter the system through zocdoc will not be able to see the notes. The best way to tell if a patient came in through zocdoc or the ondemand app is to ask them: &quot;how did you join us today, by the NYP app or by zocdoc?&quot;. These patients will need to create mynyp.org account. Provider them with the name and verification code given when you print invitation under Allscripts. It is found under iNYP tab and profile, you will see on right pf the screen print invitation. Click on it and it will provide the verification code and name patient will need to create an account.
*** 5. Need a note for an employer?
    Nexus page has a template that you can copy and paste into wrap up note section.
*** 6. HCW who want COVID testing
    HCP with compatible symptoms should be *assumed to have COVID-19.* WHS is *no longer doing* COVID testing.
*** 7. What Do I tell patients that wish to get tested
    NYC DOHMH recently released Advisory that patients with "COVID-like illness not requiring hospitalization should not be tested and they be instructed to stay home. It is safer for the patients and health care workers and testing does not currently change clinical management or recommendations about staying home".
*** 8. Patients Who are Concerned They Have COVID-19
    Patients who are mild to moderately ill, with COVID like symptoms, please counsel the patient that they should assume they have COVID-19. Recommend home isolation for *7 days from their symptom onset date* and until they have *72-hours without fever AND resolving symptoms*. https://www.cdc.gov/coronavirus/2019-ncov/downloads/10Things.pdf
*** 9. Discontinuation of Home Isolation
    Recommend Home isolation for *7 days* from their *symptom onset date*, they must be *fever-free for 72 hours* and their *symptoms must be improved*. *If HCW* advised to wear a regular surgical face mask while at work for *14 days* counting from their *symptom onset date.*
*** 10. Patient that are high risk that require follow up
    We will have PAs M-F during business hours, Please provide the Name , MRN, DOB and a brief summary and contact number to Covidtelefollowup@med.cornell.edu. You may also give patients the follow up number 212-746-3262
*** 11. Patients with that are dangerously ill with COVID-19 like symptoms
    Refer the patient to Emergency Department. Any patient referred to hospital, please pre-notify the hospital and give warm hand-off. (warm hand off is a transfer of care between two members of health care team).
    Patients with shortness of breath that require further evaluation should go to Emergency
room.
*** 12. How do they get to the Emergency Department
    If the patient may get there on their own, they can go in a private car or with a car service with windows down and place a mask if they have one. If the hospital is in walking distance they can also walk. Upon arrival they should notify hospital staff they have been placed on isolation for concern for COVID.  If they need 911 stay with the patient. Have them call 911 from another phone (if available) if there is no second phone, call 911 yourself and ask for help getting to the 911 operator in the area where the patient is. Notify 911 dispatcher that patient of the concern for COVID like symptoms.
*** 13. Patient calling without any symptoms
    Recommend social distancing, that should stay at home to the extent possible and only leave home for essential tasks. All New Yorkers should consider themselves as possibly exposed to COVID and must therefore self-monitor for COVID-19 like illness. 14. Patient with confirmed positive exposure and they are not a HCW Recommend self-quarantine for 14 days since the last exposure.
*** 15. Patient is anxious what resources are available
    They may contact NYC Well at 888-NYC-WELL (888-692-9355) or text WELL to 65173. NYC Well is a confidential help line that is staffed 24/7 by trained counselors who can provide brief supportive therapy, crisis counseling, and connections to behavioral health treatment, in more than 200 languages.
