index.html
<div id="outline-container-org910f7fd" class="outline-4">
<h4 id="org910f7fd">4. How does the patient access their discharge instructions in the NOTES section in wrap up</h4>
<div class="outline-text-4" id="text-org910f7fd">
<p>
Have the patient go to nypondemandvisits.org on a computer rather than phone and use same password / username they used on the phone to get these notes. Have them select MY Records tab on top and select previous visits to access the discharge instructions. Patient’s that enter the system through zocdoc will not be able to see the notes. The best way to tell if a patient came in through zocdoc or the ondemand app is to ask them: &amp;quot;how did you join us today, by the NYP app or by zocdoc?&amp;quot;. These patients will need to create mynyp.org account. Provider them with the name and verification code given when you print invitation under Allscripts. It is found under iNYP tab and profile, you will see on right pf the screen print invitation. Click on it and it will provide the verification code and name patient will need to create an account.
</p>
</div>
</div>
<div id="outline-container-org59eb4d9" class="outline-4">
<h4 id="org59eb4d9">5. Need a note for an employer?</h4>
<div class="outline-text-4" id="text-org59eb4d9">
<p>
Nexus page has a template that you can copy and paste into wrap up note section.
</p>
</div>
</div>
<div id="outline-container-org0766119" class="outline-4">
<h4 id="org0766119">6. HCW who want COVID testing</h4>
<div class="outline-text-4" id="text-org0766119">
<p>
HCP with compatible symptoms should be <b>assumed to have COVID-19.</b> WHS is <b>no longer doing</b> COVID testing.
</p>
</div>
</div>
<div id="outline-container-org6b3f969" class="outline-4">
<h4 id="org6b3f969">7. What Do I tell patients that wish to get tested</h4>
<div class="outline-text-4" id="text-org6b3f969">
<p>
NYC DOHMH recently released Advisory that patients with "COVID-like illness not requiring hospitalization should not be tested and they be instructed to stay home. It is safer for the patients and health care workers and testing does not currently change clinical management or recommendations about staying home".
</p>
</div>
</div>
<div id="outline-container-org1ac514a" class="outline-4">
<h4 id="org1ac514a">8. Patients Who are Concerned They Have COVID-19</h4>
<div class="outline-text-4" id="text-org1ac514a">
<p>
Patients who are mild to moderately ill, with COVID like symptoms, please counsel the patient that they should assume they have COVID-19. Recommend home isolation for <b>7 days from their symptom onset date</b> and until they have <b>72-hours without fever AND resolving symptoms</b>. <a href="https://www.cdc.gov/coronavirus/2019-ncov/downloads/10Things.pdf">https://www.cdc.gov/coronavirus/2019-ncov/downloads/10Things.pdf</a>
</p>
</div>
</div>
<div id="outline-container-org3d55efa" class="outline-4">
<h4 id="org3d55efa">9. Discontinuation of Home Isolation</h4>
<div class="outline-text-4" id="text-org3d55efa">
<p>
Recommend Home isolation for <b>7 days</b> from their <b>symptom onset date</b>, they must be <b>fever-free for 72 hours</b> and their <b>symptoms must be improved</b>. <b>If HCW</b> advised to wear a regular surgical face mask while at work for <b>14 days</b> counting from their <b>symptom onset date.</b>
</p>
</div>
</div>
<div id="outline-container-org71763e2" class="outline-4">
<h4 id="org71763e2">10. Patient that are high risk that require follow up</h4>
<div class="outline-text-4" id="text-org71763e2">
<p>
We will have PAs M-F during business hours, Please provide the Name , MRN, DOB and a brief summary and contact number to Covidtelefollowup@med.cornell.edu. You may also give patients the follow up number 212-746-3262
</p>
</div>
</div>
<div id="outline-container-orgc3f0fed" class="outline-4">
<h4 id="orgc3f0fed">11. Patients with that are dangerously ill with COVID-19 like symptoms</h4>
<div class="outline-text-4" id="text-orgc3f0fed">
<p>
    Refer the patient to Emergency Department. Any patient referred to hospital, please pre-notify the hospital and give warm hand-off. (warm hand off is a transfer of care between two members of health care team).
    Patients with shortness of breath that require further evaluation should go to Emergency
room.
</p>
</div>
</div>
<div id="outline-container-orgab146af" class="outline-4">
<h4 id="orgab146af">12. How do they get to the Emergency Department</h4>
<div class="outline-text-4" id="text-orgab146af">
<p>
If the patient may get there on their own, they can go in a private car or with a car service with windows down and place a mask if they have one. If the hospital is in walking distance they can also walk. Upon arrival they should notify hospital staff they have been placed on isolation for concern for COVID.  If they need 911 stay with the patient. Have them call 911 from another phone (if available) if there is no second phone, call 911 yourself and ask for help getting to the 911 operator in the area where the patient is. Notify 911 dispatcher that patient of the concern for COVID like symptoms.
</p>
</div>
</div>
<div id="outline-container-orgab6f828" class="outline-4">
<h4 id="orgab6f828">13. Patient calling without any symptoms</h4>
<div class="outline-text-4" id="text-orgab6f828">
<p>
Recommend social distancing, that should stay at home to the extent possible and only leave home for essential tasks. All New Yorkers should consider themselves as possibly exposed to COVID and must therefore self-monitor for COVID-19 like illness. 14. Patient with confirmed positive exposure and they are not a HCW Recommend self-quarantine for 14 days since the last exposure.
</p>
</div>
</div>
<div id="outline-container-orgc61b48d" class="outline-4">
<h4 id="orgc61b48d">15. Patient is anxious what resources are available</h4>
<div class="outline-text-4" id="text-orgc61b48d">
<p>
They may contact NYC Well at 888-NYC-WELL (888-692-9355) or text WELL to 65173. NYC Well is a confidential help line that is staffed 24/7 by trained counselors who can provide brief supportive therapy, crisis counseling, and connections to behavioral health treatment, in more than 200 languages.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2020-04-06 Mon 22:55</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
